Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Testing lists one app from the account. If this passes but uploads fail, check that the API key can edit the specific app and version.
ar: يسرد الاختبار تطبيقًا واحدًا من الحساب. إذا نجح هذا ولكن فشلت عمليات التحميل، فتأكد من أن مفتاح API يمكنه تحرير التطبيق والإصدار المحددين.
ca: La prova mostra una aplicació del compte. Si això passa, però les càrregues fallen, comproveu que la clau API pugui editar l'aplicació i la versió específiques.
cs: Testování uvádí jednu aplikaci z účtu. Pokud to projde, ale nahrávání selže, zkontrolujte, zda klíč API může upravit konkrétní aplikaci a verzi.
da: Test viser én app fra kontoen. Hvis dette lykkes, men uploads mislykkes, skal du kontrollere, at tasten API kan redigere den specifikke app og version.
de: Der Test listet eine App aus dem Konto auf. Klappt er, schlagen Uploads aber fehl, prüfe, ob der API-Schlüssel die betreffende App und Version bearbeiten darf.
el: Η δοκιμή παραθέτει μία εφαρμογή από τον λογαριασμό. Εάν αυτό περάσει αλλά οι μεταφορτώσεις αποτύχουν, ελέγξτε ότι το κλειδί API μπορεί να επεξεργαστεί τη συγκεκριμένη εφαρμογή και έκδοση.
es: La prueba lista una app de la cuenta. Si la prueba funciona pero las subidas fallan, comprueba que la clave de API puede editar esa app y versión concretas.
fa: آزمایش، یک برنامه از حساب را فهرست می‌کند. اگر آزمایش موفق بود اما آپلودها ناموفق بودند، بررسی کنید که کلید API اجازهٔ ویرایش همان برنامه و نسخه را داشته باشد.
fi: Testaus näyttää yhden sovelluksen tililtä. Jos tämä onnistuu, mutta lataukset epäonnistuvat, tarkista, että API-avain voi muokata tiettyä sovellusta ja versiota.
fr: Le test affiche une app du compte. S'il réussit mais que les envois échouent, vérifiez que la clé API peut modifier l'app et la version concernées.
he: בדיקה מציגה אפליקציה אחת מהחשבון. אם זה עובר אך ההעלאות נכשלות, בדוק שהמפתח API יכול לערוך את האפליקציה והגרסה הספציפית.
hr: Testiranje navodi jednu aplikaciju s računa. Ako ovo prođe, ali prijenosi ne uspiju, provjerite može li ključ API uređivati ​​određenu aplikaciju i verziju.
hu: A tesztelés egy alkalmazást sorol fel a fiókból. Ha ez sikeres, de a feltöltés sikertelen, ellenőrizze, hogy a API kulcs képes-e szerkeszteni az adott alkalmazást és verziót.
id: Pengujian mencantumkan satu aplikasi dari akun. Jika ini lolos tetapi unggahan gagal, periksa apakah kunci API dapat mengedit aplikasi dan versi tertentu.
it: La verifica elenca un'app dell'account. Se la verifica riesce ma i caricamenti non vanno a buon fine, controlla che la chiave API possa modificare l'app e la versione specifiche.
ja: テストではアカウントのアプリを1つ取得します。テストに成功してもアップロードが失敗する場合は、API キーで対象のアプリとバージョンを編集できることを確認してください。
ko: 테스트하면 계정의 앱 하나를 조회합니다. 테스트에 통과했는데도 업로드가 실패하면 API 키로 해당 앱과 버전을 편집할 수 있는지 확인하세요.
ms: Ujian menyenaraikan satu apl daripada akaun. Jika ini lulus tetapi muat naik gagal, pastikan kekunci API boleh mengedit apl dan versi tertentu.
nl: Bij testen wordt één app uit het account weergegeven. Als dit lukt maar het uploaden mislukt, controleer dan of de API-toets de specifieke app en versie kan bewerken.
no: Testing viser én app fra kontoen. Hvis dette går, men opplastingene mislykkes, kontroller at API-tasten kan redigere den spesifikke appen og versjonen.
pl: Testowanie wyświetla jedną aplikację z konta. Jeśli to się powiedzie, ale przesyłanie nie powiedzie się, sprawdź, czy klawisz API może edytować konkretną aplikację i wersję.
pt_br: O teste lista um app da conta. Se ele passar mas os envios falharem, verifique se a chave de API pode editar esse app e essa versão.
pt_pt: O teste lista um aplicativo da conta. Se isso for aprovado, mas os uploads falharem, verifique se a chave API pode editar o aplicativo e a versão específicos.
ro: Testarea listează o aplicație din cont. Dacă aceasta trece, dar încărcările eșuează, verificați dacă tasta API poate edita aplicația și versiunea specifică.
ru: При проверке выводится одно приложение из учетной записи. Если проверка прошла, а загрузка не удается, убедитесь, что ключ API может редактировать конкретное приложение и версию.
sk: Testovanie uvádza jednu aplikáciu z účtu. Ak to prejde, ale nahrávanie zlyhá, skontrolujte, či kľúč API dokáže upraviť konkrétnu aplikáciu a verziu.
sl: Testiranje navaja eno aplikacijo iz računa. Če to poteka, vendar nalaganje ne uspe, preverite, ali lahko ključ API ureja določeno aplikacijo in različico.
sv: Testning listar en app från kontot. Om detta går igenom men uppladdningarna misslyckas, kontrollera att API-tangenten kan redigera den specifika appen och versionen.
th: การทดสอบแสดงรายการหนึ่งแอปจากบัญชี หากผ่านแต่การอัปโหลดล้มเหลว ให้ตรวจสอบว่าคีย์ API สามารถแก้ไขแอปและเวอร์ชันที่ต้องการได้
tr: Test, hesaptan bir uygulamayı listeler. Test başarılı olduğu hâlde yüklemeler başarısız oluyorsa API anahtarının ilgili uygulamayı ve sürümü düzenleyebildiğini denetleyin.
uk: Перевірка отримує одну програму з облікового запису. Якщо перевірка успішна, а вивантаження не вдається, переконайтеся, що ключ API може редагувати саме цю програму й версію.
ur: جانچ اکاؤنٹ سے ایک ایپ کی فہرست دیتی ہے۔ اگر یہ گزر جاتا ہے لیکن اپ لوڈز ناکام ہو جاتے ہیں، تو چیک کریں کہ API کلید مخصوص ایپ اور ورژن میں ترمیم کر سکتی ہے۔
vi: Kiểm tra liệt kê một ứng dụng từ tài khoản. Nếu điều này thành công nhưng tải lên không thành công, hãy kiểm tra xem khóa API có thể chỉnh sửa ứng dụng và phiên bản cụ thể hay không.
zh_hans: 测试时会列出账户中的一个 App。如果测试通过但上传失败，请检查 API 密钥是否可以编辑该 App 和版本。
zh_hant: 測試時會列出帳號中的一個 App。如果測試通過但上傳失敗，請確認 API 密鑰可以編輯特定的 App 和版本。

source: Testing…
ar: اختبار…
ca: S'està provant…
cs: Testování…
da: Tester...
de: Wird getestet…
el: Δοκιμή…
es: Probando…
fa: در حال آزمایش…
fi: Testataan…
fr: Test…
he: בודקים...
hr: Testiranje...
hu: Tesztelés…
id: Pengujian…
it: Verifica in corso…
ja: テスト中…
ko: 테스트 중…
ms: Menguji…
nl: Testen…
no: Tester …
pl: Testowanie…
pt_br: Testando…
pt_pt: Testando…
ro: Se testează…
ru: Проверка…
sk: Testuje sa…
sl: Testiranje ...
sv: Testar...
th: กำลังทดสอบ...
tr: Test ediliyor…
uk: Перевірка…
ur: جانچ ہو رہی ہے…
vi: Đang thử nghiệm…
zh_hans: 正在测试…
zh_hant: 正在測試…

source: Text
ar: نص
da: Tekst
el: Κείμενο
es: Texto
fa: متن
fi: Teksti
fr: Texte
he: טקסט
hr: Tekst
hu: Szöveg
id: Teks
it: Testo
ja: テキスト
ko: 텍스트
ms: Teks
nl: Tekst
no: Tekst
pl: Tekst
pt_br: Texto
pt_pt: Texto
ru: Текст
sl: Besedilo
th: ข้อความ
tr: Metin
uk: Текст
ur: متن
vi: văn bản
zh_hans: 文本
zh_hant: 文字

source: Text auto-grows vertically by default. Drag a side handle to fix the width and let it wrap.
ar: ينمو النص تلقائيًا عموديًا بشكل افتراضي. اسحب مقبضًا جانبيًا لتثبيت العرض واتركه يلتف.
ca: El text creix automàticament verticalment per defecte. Arrossegueu una nansa lateral per fixar l'amplada i deixeu-la embolicar.
cs: Text ve výchozím nastavení automaticky roste svisle. Přetažením boční rukojeti upravte šířku a nechte ji zabalit.
da: Tekst vokser automatisk lodret som standard. Træk i et sidehåndtag for at fiksere bredden, og lad det vikle.
de: Text wächst standardmäßig automatisch in die Höhe. Zieh an einem seitlichen Griff, um die Breite festzulegen und den Text umbrechen zu lassen.
el: Το κείμενο αναπτύσσεται αυτόματα κατακόρυφα από προεπιλογή. Σύρετε μια πλευρική λαβή για να διορθώσετε το πλάτος και αφήστε την να τυλιχτεί.
es: Por omisión, el texto crece verticalmente de forma automática. Arrastra un tirador lateral para fijar el ancho y que el texto se ajuste en varias líneas.
fa: متن به‌طور پیش‌فرض خودکار در جهت عمودی بزرگ می‌شود. دستگیرهٔ کناری را بکشید تا عرض ثابت شود و متن به خط بعد برود.
fi: Teksti kasvaa automaattisesti pystysuunnassa oletuksena. Kiinnitä leveys vetämällä sivukahvaa ja anna sen kietoutua.
fr: Par défaut, le texte s'agrandit verticalement. Faites glisser une poignée latérale pour fixer la largeur et laisser le texte passer à la ligne.
he: טקסט גדל אוטומטית אנכית כברירת מחדל. גרור ידית צד כדי לתקן את הרוחב ולתת לה לעטוף.
hr: Tekst prema zadanim postavkama automatski raste okomito. Povucite bočnu ručku da popravite širinu i pustite da se omota.
hu: A szöveg alapértelmezés szerint automatikusan függőlegesen növekszik. Húzza el az oldalsó fogantyút a szélesség rögzítéséhez, és hagyja beburkolni.
id: Teks otomatis tumbuh secara vertikal secara default. Seret pegangan samping untuk memperbaiki lebarnya dan biarkan membungkusnya.
it: Per impostazione predefinita il testo si espande in verticale automaticamente. Trascina una maniglia laterale per fissare la larghezza e mandarlo a capo.
ja: テキストはデフォルトで縦方向に自動的に広がります。左右のハンドルをドラッグすると幅が固定され、テキストが折り返されます。
ko: 텍스트는 기본적으로 세로로 자동으로 늘어납니다. 측면 핸들을 드래그하면 너비가 고정되고 텍스트가 줄 바꿈됩니다.
ms: Teks secara automatik tumbuh secara menegak secara lalai. Seret pemegang sisi untuk menetapkan lebar dan biarkan ia membalut.
nl: Tekst groeit standaard automatisch verticaal. Sleep een zijhandgreep om de breedte vast te leggen en laat deze omlopen.
no: Tekst vokser automatisk vertikalt som standard. Dra et sidehåndtak for å fikse bredden og la det vikle.
pl: Domyślnie tekst automatycznie rośnie w pionie. Przeciągnij uchwyt boczny, aby ustalić szerokość i pozwól mu się zawijać.
pt_br: Por padrão, o texto cresce na vertical automaticamente. Arraste uma alça lateral para fixar a largura e fazer o texto quebrar linha.
pt_pt: O texto cresce verticalmente automaticamente por padrão. Arraste uma alça lateral para fixar a largura e deixe-a envolver.
ro: Textul crește automat pe verticală în mod implicit. Trageți un mâner lateral pentru a fixa lățimea și lăsați-l să se înfășoare.
ru: По умолчанию текст автоматически растет по вертикали. Перетащите боковую ручку, чтобы зафиксировать ширину и включить перенос строк.
sk: Text v predvolenom nastavení automaticky rastie vertikálne. Potiahnutím bočnej rukoväte upravte šírku a nechajte ju zabaliť.
sl: Besedilo privzeto samodejno raste navpično. Povlecite stranski ročaj, da popravite širino, in pustite, da se zavije.
sv: Text växer automatiskt vertikalt som standard. Dra ett sidohandtag för att fixera bredden och låt det lindas.
th: ข้อความจะขยายในแนวตั้งอัตโนมัติตามค่าเริ่มต้น ลากขอบจับด้านข้างเพื่อกำหนดความกว้างแล้วปล่อยให้พันไว้
tr: Metin varsayılan olarak dikey yönde otomatik büyür. Genişliği sabitlemek ve metnin kaydırılmasını sağlamak için bir yan tutamacı sürükleyin.
uk: Типово текст автоматично росте по вертикалі. Потягніть бічний маркер, щоб зафіксувати ширину й увімкнути перенесення рядків.
ur: متن خود بخود بذریعہ ڈیفالٹ عمودی طور پر بڑھتا ہے۔ چوڑائی ٹھیک کرنے کے لیے سائیڈ ہینڈل کو گھسیٹیں اور اسے لپیٹنے دیں۔
vi: Văn bản tự động phát triển theo chiều dọc theo mặc định. Kéo tay cầm bên để cố định chiều rộng và để nó quấn lại.
zh_hans: 文本默认会纵向自动增高。拖动侧边控制点可固定宽度并让文本自动换行。
zh_hant: 文字預設會垂直自動延伸。拖移側邊控制點即可固定寬度並讓文字自動換行。

source: Text Background
ar: خلفية النص
ca: Fons de text
cs: Pozadí textu
da: Tekst baggrund
de: Texthintergrund
el: Κείμενο φόντο
es: Fondo del texto
fa: پس‌زمینه متن
fi: Tekstin tausta
fr: Arrière-plan du texte
he: רקע טקסט
hr: Pozadina teksta
hu: Szöveg háttér
id: Latar Belakang Teks
it: Sfondo testo
ja: テキストの背景
ko: 텍스트 배경
ms: Latar Belakang Teks
nl: Tekstachtergrond
no: Tekstbakgrunn
pl: Tło tekstowe
pt_br: Fundo do texto
pt_pt: Fundo do texto
ro: Fundal text
ru: Фон текста
sk: Pozadie textu
sl: Ozadje besedila
sv: Text Bakgrund
th: พื้นหลังข้อความ
tr: Metin Arka Planı
uk: Тло тексту
ur: متن کا پس منظر
vi: Nền văn bản
zh_hans: 文本背景
zh_hant: 文字背景

source: Text color
ar: لون النص
ca: Color del text
cs: Barva textu
da: Tekstfarve
de: Textfarbe
el: Χρώμα κειμένου
es: Color del texto
fa: رنگ متن
fi: Tekstin väri
fr: Couleur du texte
he: צבע טקסט
hr: Boja teksta
hu: Szöveg színe
id: Warna teks
it: Colore testo
ja: テキストの色
ko: 텍스트 색상
ms: Warna teks
nl: Tekstkleur
no: Tekstfarge
pl: Kolor tekstu
pt_br: Cor do texto
pt_pt: Cor do texto
ro: Culoarea textului
ru: Цвет текста
sk: Farba textu
sl: Barva besedila
sv: Textfärg
th: สีข้อความ
tr: Metin rengi
uk: Колір тексту
ur: متن کا رنگ
vi: Màu văn bản
zh_hans: 文字颜色
zh_hant: 文字顏色

source: Text color — replaces the gradient fill
ar: لون النص - يستبدل التعبئة المتدرجة
ca: Color del text: substitueix el farciment degradat
cs: Barva textu – nahradí přechodovou výplň
da: Tekstfarve — erstatter farveforløbsfyldet
de: Textfarbe – ersetzt die Verlaufsfüllung
el: Χρώμα κειμένου — αντικαθιστά το γέμισμα διαβάθμισης
es: Color del texto: sustituye el relleno degradado
fa: رنگ متن — جایگزین پرکردن گرادیان می‌شود
fi: Tekstin väri — korvaa liukuvärin
fr: Couleur du texte — remplace le remplissage en dégradé
he: צבע טקסט - מחליף את מילוי ההדרגתיות
hr: Boja teksta — zamjenjuje gradijentnu ispunu
hu: Szöveg színe – helyettesíti a színátmenetes kitöltést
id: Warna teks — menggantikan isian gradien
it: Colore testo: sostituisce il riempimento sfumato
ja: テキストの色 — グラデーションの塗りつぶしを置き換えます
ko: 텍스트 색상 — 그라디언트 채우기를 대체합니다
ms: Warna teks — menggantikan isian kecerunan
nl: Tekstkleur — vervangt de verloopvulling
no: Tekstfarge – erstatter gradientfyllet
pl: Kolor tekstu — zastępuje wypełnienie gradientowe
pt_br: Cor do texto — substitui o preenchimento em gradiente
pt_pt: Cor do texto — substitui o preenchimento gradiente
ro: Culoare text — înlocuiește umplerea cu gradient
ru: Цвет текста — заменяет градиентную заливку
sk: Farba textu – nahradí prechodovú výplň
sl: Barva besedila — nadomesti gradientno polnilo
sv: Textfärg — ersätter övertoningsfyllningen
th: สีข้อความ — แทนที่การเติมไล่ระดับสี
tr: Metin rengi — renk geçişi dolgusunun yerini alır
uk: Колір тексту — замінює градієнтне заповнення
ur: متن کا رنگ — گریڈینٹ فل کی جگہ لے لیتا ہے۔
vi: Màu văn bản - thay thế màu tô chuyển màu
zh_hans: 文字颜色 — 将取代渐变填充
zh_hant: 文字顏色 — 將取代漸層填滿

source: Text color or gradient
ar: لون النص أو التدرج
ca: Color del text o degradat
cs: Barva textu nebo přechod
da: Tekstfarve eller gradient
de: Textfarbe oder Verlauf
el: Χρώμα κειμένου ή κλίση
es: Color o degradado del texto
fa: رنگ یا گرادیان متن
fi: Tekstin väri tai kaltevuus
fr: Couleur ou dégradé du texte
he: צבע טקסט או מעבר צבע
hr: Boja teksta ili gradijent
hu: Szöveg színe vagy színátmenete
id: Warna teks atau gradien
it: Colore o sfumatura del testo
ja: テキストの色またはグラデーション
ko: 텍스트 색상 또는 그라디언트
ms: Warna teks atau kecerunan
nl: Tekstkleur of verloop
no: Tekstfarge eller gradient
pl: Kolor tekstu lub gradient
pt_br: Cor ou gradiente do texto
pt_pt: Cor ou gradiente do texto
ro: Culoarea textului sau gradientul
ru: Цвет или градиент текста
sk: Farba textu alebo prechod
sl: Barva besedila ali preliv
sv: Textfärg eller gradient
th: สีข้อความหรือการไล่ระดับสี
tr: Metin rengi veya renk geçişi
uk: Колір або градієнт тексту
ur: متن کا رنگ یا میلان
vi: Màu văn bản hoặc độ dốc
zh_hans: 文字颜色或渐变
zh_hant: 文字顏色或漸層

source: Text content and styling, image replacements, and position/size adjustments can differ by language. Shared properties such as colors and device choices are edited in the base language.
ar: يمكن أن يختلف محتوى النص والتصميم وبدائل الصور وتعديلات الموضع/الحجم باختلاف اللغة. يتم تحرير الخصائص المشتركة مثل الألوان واختيارات الأجهزة باللغة الأساسية.
ca: El contingut i l'estil del text, les substitucions d'imatges i els ajustaments de posició/mida poden variar segons l'idioma. Les propietats compartides, com ara els colors i les opcions del dispositiu, s'editen a l'idioma base.
cs: Textový obsah a styly, nahrazování obrázků a úpravy pozice/velikosti se mohou lišit podle jazyka. Sdílené vlastnosti, jako jsou barvy a volby zařízení, se upravují v základním jazyce.
da: Tekstindhold og stil, billederstatninger og positions-/størrelsesjusteringer kan variere fra sprog til sprog. Delte egenskaber såsom farver og enhedsvalg redigeres i basissproget.
de: Textinhalt und -stil, Bildersetzungen und Positions-/Größenanpassungen können je nach Sprache unterschiedlich sein. Gemeinsame Eigenschaften wie Farben und Geräteauswahl werden in der Basissprache bearbeitet.
el: Το περιεχόμενο και το στυλ κειμένου, οι αντικαταστάσεις εικόνας και οι προσαρμογές θέσης/μεγέθους μπορεί να διαφέρουν ανάλογα με τη γλώσσα. Οι κοινόχρηστες ιδιότητες όπως τα χρώματα και οι επιλογές συσκευής επεξεργάζονται στη βασική γλώσσα.
es: El contenido y el estilo del texto, los reemplazos de imágenes y los ajustes de posición/tamaño pueden diferir según el idioma. Las propiedades compartidas, como los colores y las opciones de dispositivos, se editan en el idioma base.
fa: محتوا و سبک متن، جایگزینی تصاویر و تنظیم موقعیت/اندازه می‌توانند در هر زبان متفاوت باشند. ویژگی‌های مشترک مانند رنگ‌ها و انتخاب دستگاه در زبان پایه ویرایش می‌شوند.
fi: Tekstin sisältö ja tyyli, kuvien vaihdot ja sijainnin/koon säädöt voivat vaihdella kielen mukaan. Jaettuja ominaisuuksia, kuten värejä ja laitevalintoja, muokataan peruskielellä.
fr: Le contenu et le style du texte, les remplacements d'images et les ajustements de position/taille peuvent différer selon la langue. Les propriétés partagées, comme les couleurs et le choix des appareils, se modifient dans la langue de base.
he: תוכן וסגנון טקסט, החלפת תמונות והתאמת מיקום/גודל יכולים להיות שונים לפי שפה. מאפיינים משותפים כגון צבעים ובחירות מכשירים נערכים בשפת הבסיס.
hr: Tekstualni sadržaj i stil, zamjene slika i prilagodbe položaja/veličine mogu se razlikovati ovisno o jeziku. Zajednička svojstva poput boja i izbora uređaja uređuju se na osnovnom jeziku.
hu: A szövegtartalom és -stílus, a képcsere, valamint a pozíció/méret beállítása nyelvenként eltérő lehet. A megosztott tulajdonságok, például a színek és az eszközválasztások az alapnyelven szerkeszthetők.
id: Konten dan gaya teks, penggantian gambar, dan penyesuaian posisi/ukuran dapat berbeda menurut bahasa. Properti bersama seperti warna dan pilihan perangkat diedit dalam bahasa dasar.
it: Contenuto e stile del testo, immagini sostituite e regolazioni di posizione/dimensioni possono variare per lingua. Le proprietà condivise, come i colori e la scelta dei dispositivi, si modificano nella lingua di base.
ja: テキストの内容とスタイル、画像の差し替え、位置とサイズの調整は、言語ごとに変えられます。色やデバイスの選択など共通のプロパティは、基本言語で編集します。
ko: 텍스트 내용과 스타일, 이미지 교체, 위치/크기 조정은 언어마다 다르게 할 수 있습니다. 색상이나 기기 선택 같은 공유 속성은 기본 언어에서 편집합니다.
ms: Kandungan dan gaya teks, penggantian imej dan pelarasan kedudukan/saiz boleh berbeza mengikut bahasa. Sifat yang dikongsi seperti warna dan pilihan peranti diedit dalam bahasa asas.
nl: Tekstinhoud en stijl, vervanging van afbeeldingen en aanpassingen aan de positie/grootte kunnen per taal verschillen. Gedeelde eigenschappen zoals kleuren en apparaatkeuzes worden in de basistaal bewerkt.
no: Tekstinnhold og stil, bildeerstatninger og posisjons-/størrelsesjusteringer kan variere etter språk. Delte egenskaper som farger og enhetsvalg redigeres i basisspråket.
pl: Treść i styl tekstu, zastępowanie obrazów oraz dostosowywanie położenia/rozmiaru mogą różnić się w zależności od języka. Wspólne właściwości, takie jak kolory i wybór urządzeń, są edytowane w języku podstawowym.
pt_br: O conteúdo e o estilo do texto, as substituições de imagens e os ajustes de posição/tamanho podem variar de acordo com o idioma. Propriedades compartilhadas, como cores e opções de dispositivos, são editadas no idioma base.
pt_pt: O conteúdo e o estilo do texto, as substituições de imagens e os definições de posição/tamanho podem variar de acordo com o idioma. Propriedades compartilhadas, como cores e opções de dispositivos, são editadas no idioma base.
ro: Conținutul textului și stilul, înlocuirile de imagini și ajustările de poziție/dimensiune pot diferi în funcție de limbă. Proprietățile partajate, cum ar fi culorile și opțiunile de dispozitiv, sunt editate în limba de bază.
ru: Текст и его стиль, замена изображений, а также положение и размер могут отличаться для разных языков. Общие свойства, такие как цвета и выбор устройства, редактируются в базовом языке.
sk: Textový obsah a štýl, nahradenie obrázkov a úpravy polohy/veľkosti sa môžu líšiť v závislosti od jazyka. Zdieľané vlastnosti, ako sú farby a voľby zariadenia, sa upravujú v základnom jazyku.
sl: Besedilna vsebina in slog, zamenjave slik in prilagoditve položaja/velikosti se lahko razlikujejo glede na jezik. Lastnosti v skupni rabi, kot so barve in izbire naprav, se urejajo v osnovnem jeziku.
sv: Textinnehåll och stil, bildersättningar och positions-/storleksjusteringar kan skilja sig åt beroende på språk. Delade egenskaper som färger och enhetsval redigeras i basspråket.
th: เนื้อหาข้อความและการจัดรูปแบบ การเปลี่ยนรูปภาพ และการปรับตำแหน่ง/ขนาดอาจแตกต่างกันไปตามภาษา คุณสมบัติที่ใช้ร่วมกัน เช่น สีและตัวเลือกอุปกรณ์ได้รับการแก้ไขในภาษาพื้นฐาน
tr: Metin içeriği ve stili, görüntü değişimleri ve konum/boyut ayarlamaları dile göre farklı olabilir. Renkler ve aygıt seçimleri gibi ortak özellikler temel dilde düzenlenir.
uk: Текст і його стиль, заміна зображень і коригування положення / розміру можуть відрізнятися для кожної мови. Спільні властивості, як-от кольори та вибір пристроїв, редагуються в базовій мові.
ur: متن کا مواد اور اسٹائل، تصویر کی تبدیلی، اور پوزیشن/سائز ایڈجسٹمنٹ زبان کے لحاظ سے مختلف ہو سکتے ہیں۔ مشترکہ خصوصیات جیسے رنگ اور ڈیوائس کے انتخاب کو بنیادی زبان میں ترمیم کیا جاتا ہے۔
vi: Nội dung và kiểu dáng văn bản, thay thế hình ảnh và điều chỉnh vị trí/kích thước có thể khác nhau tùy theo ngôn ngữ. Các thuộc tính chung như màu sắc và lựa chọn thiết bị được chỉnh sửa bằng ngôn ngữ cơ sở.
zh_hans: 文本内容和样式、图像替换以及位置/尺寸调整可以因语言而异。颜色和设备选择等共享属性需在基准语言中编辑。
zh_hant: 文字內容和樣式、影像替換，以及位置／大小調整可以因語言而異。顏色和裝置選擇等共用屬性則在基準語言中編輯。

source: Text doesn't fit
ar: النص غير مناسب
ca: El text no encaixa
cs: Text nesedí
da: Teksten passer ikke
de: Text passt nicht
el: Το κείμενο δεν ταιριάζει
es: El texto no cabe
fa: متن جا نمی‌شود
fi: Teksti ei sovi
fr: Le texte ne tient pas
he: טקסט לא מתאים
hr: Tekst ne odgovara
hu: A szöveg nem illik
id: Teks tidak pas
it: Il testo non entra
ja: テキストが収まりません
ko: 텍스트가 맞지 않음
ms: Teks tidak sesuai
nl: Tekst past niet
no: Teksten passer ikke
pl: Tekst nie pasuje
pt_br: O texto não cabe
pt_pt: O texto não cabe
ro: Textul nu se potrivește
ru: Текст не помещается
sk: Text nesedí
sl: Besedilo ne ustreza
sv: Texten passar inte
th: ข้อความไม่พอดี
tr: Metin sığmıyor
uk: Текст не вміщається
ur: متن فٹ نہیں ہے۔
vi: Văn bản không phù hợp
zh_hans: 文本放不下
zh_hant: 文字放不下
